Repository: django-fiber/django-fiber
Catalog: fiber/locale/*/LC_MESSAGES/djangojs.po
Languages: es_es

source: Key
es_es: Llave

source: Value
es_es: Valor

source: Show raw JSON
es_es: Mostrar en JSON

source: Action
es_es: Accion

source: Cancel
es_es: Cancelar

source: Fiber Login
es_es: Iniciar Session Fiber

source: Login
es_es: Iniciar Session

source: Save
es_es: Salvar

source: Upload a new file
es_es: Subir un nueva archivo

source: Filter
es_es: Filtro

source: Image
es_es: Imagen

source: Filename
es_es: Nombre de archivo

source: Size
es_es: Tamaño

source: Updated
es_es: Actualizado

source: Edit
es_es: Editar

source: Add sub page
es_es: Adicionar Sub Pagina

source: Delete
es_es: Borrar

source: <p>Are you sure you want to delete the page "<strong>%s</strong>"?</p>
es_es: <p>Esta seguro que desea eliminar esta página "<strong>%s</strong>"?</p>

source: <p>There is <strong>%s page</strong> below this page that will also be deleted.</p>
es_es: <p>Esta es la <strong>%s pagina</strong> por debajo de esta pagina debe tambien ser eliminada.</p>

source: <p>There are <strong>%s pages</strong> below this page that will also be deleted.</p>
es_es: <p>Estas son las <strong>%s paginas</strong> por debajo de esta pagina debe tambien ser eliminada.</p>

source: Are you sure?
es_es: Esta usted seguro?

source: <p>Are you sure you want to delete this item?</p>
es_es: <p>Esta seguro qeu desea eliminar este articulo?</p>

source: Used on pages
es_es: Usadas en paginas

source: Remove from page
es_es: Quitar de la pagina

source: Link to a Page in This Site
es_es: Enlace a una Pagina en este sitio

source: Link to a File in This Site
es_es: Enlace a una Archivo en este sitio

source: Link to an Image in This Site
es_es: Enlace a una imagen en este sitio

source: Please Enter a Link
es_es: Por favor ingrese el Enlace

source: Custom Link
es_es: Personalizar Enlace

source: Unlink
es_es: Desvincular

source: Table
es_es: Tabla
